Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Pick any that fit. It shapes what you see first.
ar: اختاري ما يناسبكِ. سيحدّد ذلك ما ترينه أولًا.
cs: Vyber vše, co na tebe sedí. Podle toho uvidíš nejdřív to, co je pro tebe důležité.
da: Vælg dem, der passer. Det bestemmer, hvad du ser først.
de: Wähle alles aus, was passt. Das bestimmt, was du zuerst siehst.
el: Διάλεξε όσα σου ταιριάζουν. Καθορίζει τι βλέπεις πρώτα.
es: Elige las que encajen. Influye en lo que ves primero.
es_419: Elige las que apliquen. Define lo que ves primero.
fi: Valitse kaikki sopivat. Se vaikuttaa siihen, mitä näet ensin.
fr: Choisissez tout ce qui vous correspond. Cela détermine ce que vous voyez en premier.
he: בחרי כל מה שמתאים. זה קובע מה תראי קודם.
hi: जो भी सही लगें, चुनें। इससे तय होता है कि आपको पहले क्या दिखे।
hr: Odaberi sve što odgovara. To određuje što ćeš prvo vidjeti.
hu: Válaszd ki mindet, ami illik rád. Ez alakítja, mit látsz először.
id: Pilih yang sesuai. Ini menentukan apa yang kamu lihat lebih dulu.
it: Scegli tutte quelle che fanno per te. Decidono cosa vedi per prima cosa.
ja: 当てはまるものをいくつでも選んでください。最初に表示される内容が変わります。
ko: 해당하는 것을 모두 고르세요. 처음에 보이는 내용이 달라져요.
ms: Pilih mana-mana yang sesuai. Ia menentukan apa yang anda lihat dahulu.
nb: Velg det som passer. Det avgjør hva du ser først.
nl: Kies wat bij je past. Het bepaalt wat je als eerste ziet.
pl: Wybierz wszystko, co pasuje. To wpływa na to, co zobaczysz najpierw.
pt_br: Escolha as que combinam com você. Isso define o que você vê primeiro.
pt_pt: Escolhe as que se aplicam. Isso define o que vês primeiro.
ro: Alege tot ce ți se potrivește. Asta decide ce vezi mai întâi.
sk: Vyber všetko, čo sedí. Ovplyvní to, čo uvidíš ako prvé.
sv: Välj de som passar. Det påverkar vad du ser först.
th: เลือกข้อที่ตรงกับคุณได้หลายข้อ สิ่งนี้กำหนดว่าคุณจะเห็นอะไรก่อน
tr: Sana uyanları seç. İlk ne göreceğini bu belirler.
uk: Обери все, що підходить. Від цього залежить, що ти побачиш першим.
vi: Chọn những mục phù hợp. Lựa chọn này quyết định bạn thấy gì trước.
zh_hans: 选择所有符合的选项。这会决定你首先看到的内容。
zh_hant: 選擇所有符合的項目，這會決定你最先看到什麼。

source: Pick MenoMap → Start a surge.
ar: اختاري MenoMap ← بدء موجة.
cs: Vyber MenoMap → Začít měřit vlnu.
da: Vælg MenoMap → Start en bølge.
de: Wähle MenoMap → Welle starten.
el: Διάλεξε MenoMap → Έναρξη κύματος.
es: Elige MenoMap → Empezar una oleada.
es_419: Elige MenoMap → Iniciar una oleada.
fi: Valitse MenoMap → Aloita aalto.
fr: Choisissez MenoMap → Démarrer une vague.
he: בחרי MenoMap ← ״התחלת גל״.
hi: MenoMap → लहर शुरू करें चुनें।
hr: Odaberi MenoMap → Pokreni val.
hu: Válaszd ki: MenoMap → Hullám indítása.
id: Pilih MenoMap → Mulai gelombang.
it: Scegli MenoMap → Avvia un'ondata.
ja: MenoMap →「ほてりの計測を開始」を選びます。
ko: MenoMap → 열감 시작을 고르세요.
ms: Pilih MenoMap → Mulakan gelombang.
nb: Velg MenoMap → Start en bølge.
nl: Kies MenoMap → Start een golf.
pl: Wybierz MenoMap → Rozpocznij falę.
pt_br: Escolha MenoMap → Iniciar onda.
pt_pt: Escolhe MenoMap → Iniciar uma onda.
ro: Alege MenoMap → Cronometrează un val.
sk: Vyber MenoMap → Spustiť vlnu.
sv: Välj MenoMap → Starta en våg.
th: เลือก MenoMap → เริ่มระลอกร้อน
tr: MenoMap → Dalga başlat seçeneğini seç.
uk: Обери MenoMap → Почати хвилю.
vi: Chọn MenoMap → Bắt đầu cơn nóng.
zh_hans: 选择 MenoMap →“开始记录热浪”。
zh_hant: 選擇 MenoMap →「開始熱浪計時」。

source: Pick one change and keep it for two weeks.
ar: اختاري تغييرًا واحدًا والتزمي به أسبوعين.
cs: Vyber jednu změnu a vydrž u ní dva týdny.
da: Vælg én ændring, og hold fast i den i to uger.
de: Such dir eine Veränderung aus und bleib zwei Wochen dabei.
el: Διάλεξε μία αλλαγή και κράτησέ την για δύο εβδομάδες.
es: Elige un cambio y mantenlo durante dos semanas.
es_419: Elige un cambio y mantenlo durante dos semanas.
fi: Valitse yksi muutos ja pidä siitä kiinni kaksi viikkoa.
fr: Choisissez un changement et tenez-le pendant deux semaines.
he: בחרי שינוי אחד והתמידי בו שבועיים.
hi: एक बदलाव चुनें और उसे दो हफ़्ते बनाए रखें।
hr: Odaberi jednu promjenu i drži je se dva tjedna.
hu: Válassz egy változtatást, és tartsd két hétig.
id: Pilih satu perubahan dan jalankan selama dua minggu.
it: Scegli un cambiamento e mantienilo per due settimane.
ja: 変化をひとつ選んで、2週間続けます。
ko: 한 가지 변화를 골라 2주 동안 유지하세요.
ms: Pilih satu perubahan dan kekalkannya selama dua minggu.
nb: Velg én endring og hold på den i to uker.
nl: Kies één verandering en houd die twee weken vol.
pl: Wybierz jedną zmianę i trzymaj się jej przez dwa tygodnie.
pt_br: Escolha uma mudança e mantenha por duas semanas.
pt_pt: Escolhe uma mudança e mantém-na durante duas semanas.
ro: Alege o schimbare și păstreaz-o două săptămâni.
sk: Vyber si jednu zmenu a dodržiavaj ju dva týždne.
sv: Välj en förändring och håll fast vid den i två veckor.
th: เลือกเปลี่ยนหนึ่งอย่าง แล้วทำต่อเนื่องสองสัปดาห์
tr: Bir değişiklik seç ve iki hafta sürdür.
uk: Обери одну зміну й дотримуйся її два тижні.
vi: Chọn một thay đổi và duy trì trong hai tuần.
zh_hans: 选一个改变，坚持两周。
zh_hant: 挑一個改變，持續兩週。

source: Pick the Surge button or the 7-day heat map.
ar: اختاري زر الموجة أو خريطة الحرارة لـ7 أيام.
cs: Vyber tlačítko Vlna nebo tepelnou mapu za 7 dní.
da: Vælg Bølge-knappen eller varmekortet for 7 dage.
de: Wähle die Wellen-Taste oder die 7-Tage-Hitzekarte.
el: Διάλεξε το κουμπί «Κύμα» ή τον θερμικό χάρτη 7 ημερών.
es: Elige el botón Oleada o el mapa de calor de 7 días.
es_419: Elige el botón Oleada o el mapa de calor de 7 días.
fi: Valitse Aalto-painike tai 7 päivän lämpökartta.
fr: Choisissez le bouton Vague ou la carte de chaleur sur 7 jours.
he: בחרי את כפתור ״גל״ או את מפת החום של 7 ימים.
hi: लहर बटन या 7 दिन का हीट मैप चुनें।
hr: Odaberi gumb Val ili toplinsku kartu za 7 dana.
hu: Válaszd a Hullám gombot vagy a 7 napos hőtérképet.
id: Pilih tombol Gelombang atau peta panas 7 hari.
it: Scegli il pulsante Ondata o la mappa del calore a 7 giorni.
ja: ほてりボタンか、7日間のヒートマップを選びます。
ko: 열감 버튼이나 7일 히트맵을 고르세요.
ms: Pilih butang Gelombang atau peta haba 7 hari.
nb: Velg Bølge-knappen eller hetekartet for 7 dager.
nl: Kies de Golf-knop of de hittekaart van 7 dagen.
pl: Wybierz przycisk fali lub 7-dniową mapę cieplną.
pt_br: Escolha o botão Onda ou o mapa de calor de 7 dias.
pt_pt: Escolhe o botão Onda ou o mapa de calor de 7 dias.
ro: Alege butonul Val sau harta căldurii pe 7 zile.
sk: Vyber tlačidlo Vlna alebo 7-dňovú tepelnú mapu.
sv: Välj Våg-knappen eller värmekartan för 7 dagar.
th: เลือกปุ่มระลอกร้อนหรือแผนที่ความร้อน 7 วัน
tr: Dalga düğmesini ya da 7 günlük ısı haritasını seç.
uk: Обери кнопку «Хвиля» або 7-денну теплову карту.
vi: Chọn nút Cơn nóng hoặc bản đồ nhiệt 7 ngày.
zh_hans: 选择热浪按钮或 7 天热力图。
zh_hant: 選擇熱浪按鈕或 7 天熱度圖。

source: Pick three or four. They print at the top of your notes.
ar: اختاري ثلاثة أو أربعة. ستُطبع في أعلى ملاحظاتكِ.
cs: Vyber tři nebo čtyři. Vytisknou se nahoře ve tvých poznámkách.
da: Vælg tre eller fire. De udskrives øverst i dine noter.
de: Wähle drei oder vier aus. Sie werden oben auf deine Notizen gedruckt.
el: Διάλεξε τρεις ή τέσσερις. Τυπώνονται στην αρχή των σημειώσεών σου.
es: Elige tres o cuatro. Se imprimen al principio de tus notas.
es_419: Elige tres o cuatro. Se imprimen al principio de tus notas.
fi: Valitse kolme tai neljä. Ne tulostuvat muistiinpanojesi alkuun.
fr: Choisissez-en trois ou quatre. Elles s’impriment en haut de vos notes.
he: בחרי שלוש או ארבע. הן יודפסו בראש הסיכום שלך.
hi: तीन या चार चुनें। ये आपके नोट्स में सबसे ऊपर प्रिंट होते हैं।
hr: Odaberi tri ili četiri. Ispisuju se na vrhu tvojih bilješki.
hu: Válassz hármat vagy négyet. A jegyzeteid tetejére kerülnek.
id: Pilih tiga atau empat. Pertanyaan ini dicetak di bagian atas catatanmu.
it: Scegline tre o quattro. Vengono stampate in cima alle tue note.
ja: 3つか4つ選んでください。メモの冒頭に印刷されます。
ko: 서너 개를 고르세요. 메모 맨 위에 인쇄돼요.
ms: Pilih tiga atau empat. Soalan ini dicetak di bahagian atas nota anda.
nb: Velg tre eller fire. De skrives ut øverst i notatene dine.
nl: Kies er drie of vier. Ze komen bovenaan je notities.
pl: Wybierz trzy lub cztery. Zostaną wydrukowane na górze notatek.
pt_br: Escolha três ou quatro. Elas aparecem no topo das suas notas.
pt_pt: Escolhe três ou quatro. Aparecem impressas no topo das tuas notas.
ro: Alege trei sau patru. Apar tipărite în partea de sus a notițelor.
sk: Vyber tri alebo štyri. Vytlačia sa v hornej časti tvojich poznámok.
sv: Välj tre eller fyra. De skrivs ut överst i dina anteckningar.
th: เลือกสามหรือสี่ข้อ คำถามเหล่านี้จะพิมพ์อยู่ด้านบนของสรุป
tr: Üç ya da dört tane seç. Notlarının en üstünde yazdırılırlar.
uk: Обери три-чотири. Вони будуть надруковані вгорі твоїх нотаток.
vi: Chọn ba hoặc bốn câu. Chúng sẽ được in ở đầu ghi chú của bạn.
zh_hans: 选三四个。它们会打印在笔记顶部。
zh_hant: 挑三到四個，會列印在筆記最上方。
